export const teamsByCountry: { [key: string]: string[] } = {
  "イングランド": [
    'マンチェスター・シティ', 'アーセナル', 'リバプール', 'アストン・ビラ', 'トッテナム',
    'チェルシー', 'ニューカッスル', 'マンチェスター・ユナイテッド', 'ウエスト・ハム',
    'クリスタル・パレス', 'ブライトン', 'ボーンマス', 'フルハム', 'ウォルバーハンプトン',
    'エバートン', 'ブレントフォード', 'ノッティンガム・フォレスト', 'レスター・シティ',
    'イプスウィッチ', 'サウサンプトン','ルートン・タウン', 'バーンリー', 'シェフィールド・ユナイテッド', 'リーズ', 'WBA',
    'ノリッジ', 'ハル・シティ', 'ミドルスブラ', 'コベントリー', 'プレストン',
    'ブリストル・シティ', 'カーディフ', 'ミルウォール', 'スウォンジー', 'ワトフォード',
    'サンダーランド', 'ストーク・シティ', 'QPR', 'ブラックバーン', 'シェフィールド・ウェンズデイ',
    'プリマス', 'ポーツマス', 'ダービー・カウンティ', 'オックスフォード'
  ],
  "スペイン": [
    'レアル・マドリード', 'バルセロナ', 'ジローナ', 'アトレティコ・マドリー', 'アスレティック・ビルバオ',
    'ソシエダ', 'ベティス', 'ビジャレアル', 'バレンシア', 'アラベス',
    'オサスナ', 'ヘタフェ', 'セルタ', 'セビージャ', 'マジョルカ',
    'ラス・パルマス', 'ラージョ', 'レガネス', 'バジャドリー', 'エスパニョール',
    'カディス', 'アルメリア', 'グラナダ', 'エイバル', 'スポルティング・ヒホン',
    'オビエド', 'ラシン', 'レバンテ', 'ブルゴス', 'ラシン・フェロル',
    'エルチェ', 'テネリフェ', 'アルバセテ', 'カルタヘナ', 'サラゴサ',
    'エルデンセ', 'ウエスカ', 'ミランデス', 'カステリョン', 'デポルティボ',
    'マラガ', 'コルドバ'
  ],
  "イタリア": [
    'インテル', 'ミラン', 'ユベントス', 'アタランタ', 'ボローニャ',
    'ローマ', 'ラツィオ', 'フィオレンティーナ', 'トリノ', 'ナポリ',
    'ジェノア', 'モンツァ', 'ベローナ', 'レッチェ', 'ウディネーゼ',
    'カリアリ', 'エンポリ', 'パルマ', 'コモ', 'ベネチア',
    'パレルモ', 'チッタデッラ', 'バーリ', 'カルピ',
    'キエーボ', 'チェゼーナ', 'ペスカーラ', 'ベネベント',
    'フロジノーネ', 'クロトーネ', 'クレモネーゼ', 'ノバラ', 'テルナーナ',
    'カターニア', 'リボルノ', 'アスコリ', 'ペルージャ'
  ],
  "ドイツ": [
    'レバークーゼン', 'シュツットガルト', 'バイエルン', 'ライプツィヒ', 'ドルトムント',
    'フランクフルト', 'ホッフェンハイム', 'ハイデンハイム', 'ブレーメン', 'フライブルク',
    'アウクスブルク', 'ボルフスブルク', 'マインツ', 'ボルシアMG', 'ウニオン・ベルリン',
    'ボーフム', 'ザンクト・パウリ', 'ホルシュタイン・キール', 'ケルン', 'ダルムシュタット',
    'デュッセルドルフ', 'ハンブルガーSV', 'カールスルーエ', 'ハノーファー', 'パダーボルン',
    'グロイター・フュルト', 'ヘルタ・ベルリン', 'シャルケ', 'エルフェアスベルク', 'ニュルンベルク',
    'カイザースラウテルン', 'マクデブルク', 'ブラウンシュバイク', 'ウルム', 'プロイセン・ミュンスター',
    'レーゲンスブルク'
  ],
  "フランス": [
    'パリSG', 'モナコ', 'ブレスト', 'リール', 'ニース',
    'リヨン', 'RCランス', 'マルセイユ', 'スタッド・ランス', 'レンヌ',
    'トゥールーズ', 'モンペリエ', 'ストラスブール', 'ナント', 'ル・アーブル',
    'オセール', 'アンジェ', 'サンテティエンヌ'
  ],
  "日本": [
    '浦和レッドダイヤモンズ', '東京ヴェルディ', '鹿島アントラーズ', 'セレッソ大阪', '京都サンガF.C.',
    'V・ファーレン長崎', '横浜FC', '横浜F・マリノス', 'ヴィッセル神戸', 'モンテディオ山形',
    '柏レイソル', 'ガンバ大阪'
  ],
  "その他": [
    'スポルティング', 'ベンフィカ', 'ポルト', 'ブラガ', 'ビトーリア・ギマランエス', 'モレイレンセ', 'アロウカ',
    'ファマリカン', 'カサピア', 'ファレンセ', 'リオ・アベ', 'ジル・ビセンテ',
    'エストリル', 'エストレラ・アマドーラ', 'ボアビスタ', 'サンタクララ', 'ナシオナル', 'AVS',
    'クラブ・ブルージュ', 'ロイヤル・ユニオン・サンジロワーズ', 'アンデルレヒト', 'セルクル・ブルージュ', 'ゲンク',
    'アントワープ', 'ゲント', 'メヘレン', 'シントトロイデン', 'ルーベン',
    'ウェステルロー', 'スタンダール・リエージュ', 'シャルルロワ', 'コルトレイク', 'ベールスホット', 'デンデル',
    'PSV', 'フェイエノールト', 'トゥエンテ', 'AZ',
    'アヤックス', 'NECナイメヘン', 'ユトレヒト', 'スパルタ・ロッテルダム', 'ゴー・アヘッド・イーグルス',
    'シッタート', 'ヘーレンフェーン', 'ズウォレ', 'アルメレ・シティ', 'ヘラクレス',
    'RKCワールワイク', 'ビレム', 'フローニンゲン', 'NACブレダ',
    'LAギャラクシー', 'NYレッドブルズ', 'シアトル・サウンダーズ', 'バンクーバー・ホワイトキャップス', 'ポートランド・ティンバーズ', 'モントリオール・インパクト',
    'レアル・ソルトレイク', 'コロラド・ラピッズ', 'サンノゼ・アースクエークス', 'トロントFC', 'デポルティボ・チーバス',
    'ニューヨーク・シティ', 'フィラデルフィア・ユニオン', 'シカゴ・ファイアー', 'D.C.ユナイテッド', 'オーランド・シティ',
    'シンシナティ', 'インテル・マイアミ', 'アトランタ・ユナイテッド',
    'リーベル・プレート', 'モンテレイ', 'パルメイラス', 'アル・アハリ',
    'ボタフォゴ', 'オークランド・シティ', 'ボカ・ジュニオルス', 'フラメンゴ', 'エスペランス',
    'フルミネンセ', '蔚山HD', 'マメロディ・サンダウンズ', 'ウィダード', 'アル・アイン',
    'アル・ヒラル', 'パチューカ', 'ザルツブルク'
  ]
};
